Repository: ivandeex/hallock-gnome-volume-manager
Catalog: po/*.po
Languages: ar, gl, ne, or, ro, ta

source: "Always take this action" checkbox for Autorun
gl: Caixa "Sempre facer esta acción" para Autoexecución
ro: "Întotdeauna ia această acţiune" checkbox pentru Autorun

source: "Always take this action" checkbox for iPod Photos
gl: Caixa "Sempre facer esta acción" para fotos iPod
ro: "Întotdeauna ia această acţiune" checkbox pentru Fotografii iPod

source: "Always take this action" checkbox for mixed Audio and Data CDs
gl: Caixa "Sempre facer esta acción" para CDs mixtos de son e datos
ro: "Întotdeauna ia această acţiune" checkbox pentru CD-uri mixte Audio şi Date

source: "Always take this action" checkbox for photo import from a camera
gl: Caixa "Sempre facer esta acción" para importación de fotos desde unha cámara
ro: "Întotdeauna ia această acţiune" checkbox pentru a importa fotografii de la o cameră

source: "Always take this action" checkbox for photo import from a device
gl: Caixa "Sempre facer esta acción" para importación de fotos desde un dispositivo
ro: "Întotdeauna ia această acţiune" checkbox pentru a importa fotgrafii dintr-un dispozitiv

source: ':' delimited list of paths to check for autorun binaries and scripts.
ar: قائمة المسارات المحددة بـ ':' التي ستراجع لثنائيّات التشغيل الآلي و النصوص الشفريّة.
gl: Lista de rutas delimitadas por ':' para buscar binarios executables e scripts.
ne: ':'स्वत:चालू द्वगुणीयहरु र लिपिहरु जाँच्न असिमित गरिएका मार्गहरुको सूची।
or: ':' ଦ୍ବାରା ବିଭାଜିତ ପଥ ର ତାଲିକା ଦେଉଁଟାକି ସ୍ବୟଂଚାଳନ ଦ୍ବିମିକ ଫାଇଲ ଓ ସ୍କ୍ରିପ୍ଟ ପାଇଁ ଯାଞ୍ଚ କରାଯିବ
ro: listă delimitată prin „:” de căi cu fişiere binare şi scripturi.
ta: தனாக இயங்க வேண்டிய இயக்க கோப்புகள் மற்றும் சிறு நிரல்கள் ':' ஆல் பிரிக்கப்பட்டிருக்கும்

source: Action to take when a camera is plugged in.
gl: Acción que se realizará ao enchufar unha cámara.
ro: Acţiunea ce se efectuează atunci când o camera foto se conectează.

source: Action to take when a device containing photos is encountered.
gl: Acción que se realizará ao atopar un dispositivo que conteña fotos.
ro: Acţiunea ce se efectuează la întîlnirea uni dispozitiv ce conţine fotografii.

source: Action to take when a device contains an autorun program/script.
gl: Acción que se realizará cando un dispositivo conteña un programa/script de autoexecución.
ro: Acţiunea ce se efectuează atunci când se conectează un dispozitiv ce conţine programe/scrpt-uri cu lansare automată.

source: Action to take when a mixed Audio and Data CD is encountered.
gl: Acción que se realizará cando se atope un CD de son e datos.
ro: Acţiunea ce se efectuează la întîlnirea uni CD ce conţine date şi muzică.

source: Action to take when an iPod Photo is encountered.
gl: Acción que se realizará ao atopar un iPod Photo.
ro: Acţiunea ce se efectuează la întîlnirea uni dispozitiv iPod ce conţine fotografii.

source: Audio CD burn command
gl: Comando de gravación de CDs de son
ro: Comandă pentru ardere CD-uri

source: Automount removable drives
ar: تجهيز آلي للسوّاقات القابلة للفصل
gl: Montar automaticamente unidades extraíbles
ne: हटाउन सकिने ड्राइभहरु स्वत: चढाऊ
or: ଅପସରାଣୀୟ ଡ୍ରାଇଭ ସ୍ବୟଂସ୍ଥାପନ କରନ୍ତୁ
ro: Unităţi amovibile automontabile
ta: தானாக ஏற்றி நீக்கக்கூடிய இயக்கிகள்

source: Automount removable media
ar: تجهيز·آلي·للوسائط·القابلة·للفصل
gl: Montar automaticamente soportes extraíbles
ne: हटाउन सकिने माध्यमलाई श्‍वत:चढाऊ
or: ଅପସରାଣୀୟ ସଞ୍ଚାରମାଧ୍ଯମକୁ ସ୍ବୟଂସ୍ଥାପନ କରନ୍ତୁ
ro: Medii amovibile automontabile
ta: தானாக ஏற்றி நீக்கக்கூடிய சாதனங்கள்

source: Autorun nautilus
ar: تشغيل آلي لنوتلِس
gl: Autoexecutar nautilus
ne: नौटिलस स्वत:चालू गर्नुहोस्
or: ନଟିଲସ ସ୍ବୟଂଚାଳନ
ro: Deschidere automată a unei ferestre Nautilus
ta: தன்னியக்கி நாடுலஸ்

source: Autorun path
ar: مسار التشغيل الآلي
gl: Ruta de autoexecución
ne: मार्ग स्वत:चालू गर्नुहोस्
or: ସ୍ବୟଂଚାଳନ ପଥ
ro: Cale „autorun”
ta: தன்னியக்க பாதை

source: CD play command
ar: أمر عرض القرص المدمج
gl: Comando de reprodución de CDs
ne: सिडि शुरु गर्ने आदेश
or: ସି.ଡି. ଚଳାଇବା ନିର୍ଦ୍ଦେଶ
ro: Comandă redare CD
ta: CD இயக்க கட்டளை

source: Command to run when a Palm is connected.
gl: Comando que se executará cando se conecte unha Palm.
ro: Comanda ce se execută la conectarea unui Palm.

source: Command to run when a PocketPC is connected.
gl: Comando que se executará cando se conecte un PocketPc.
ro: Comanda ce se execută la conectarea unui PocketPC.

source: Command to run when a digital camera is connected or media from a digital camera is inserted.
ar: الأمر الذي سينفّذ عند إدراج آلة تصوير رقميّة أو وسيطِ آلة تصوير رقميّة.
gl: Comando que se executa cando se insire unha cámara dixital ou un soporte de cámara dixital.
ne: एउटा डिजिटल क्यामेरा जोडिदा वा एउटा डिजिटल क्यामेराको माध्यम घुसाइदा चालू गर्ने आदेश।
or: ସାଂଖ୍ଯିକ କ୍ଯାମେରା ସଂଯୋଗ କରାହେଲେ ବା ସାଂଖ୍ଯିକ କ୍ଯାମେରାରୁ ସଞ୍ଚାରମାଧ୍ଯମ ଭର୍ତ୍ତି କରାହେଲେ, ଚଳାଯିବା ନିର୍ଦ୍ଦେଶ.
ro: Aplicaţie de pornit la conectarea unei camere digitale sau la introducerea unui mediu de stare al unei camere digitale.
ta: டிஜிடல் காமரா இணைக்கப்பட்ட போதும் அதற்கான ஊடகம் சொருகப்பட்ட போதும் இயக்க வேண்டிய கட்டளை

source: Command to run when a keyboard is connected.
gl: Comando que se executa cando se conecte un teclado.
ro: Comanda ce se execută la conectarea unei tastaturi.

source: Command to run when a mouse is connected.
gl: Comando que se executa cando se conecte un rato.
ro: Comanda ce se execută la conectarea unui mouse.

source: Command to run when a printer is connected.
gl: Comando que se executa cando se conecte unha impresora.
ro: Comanda ce se execută la conectarea unei imprimante.

source: Command to run when a scanner is connected.
gl: Comando que se executa cando se conecte un escáner.
ro: Comanda ce se execută la conectarea unui scaner.

source: Command to run when a tablet is connected.
gl: Comando que se executará cando se conecte unha táboa dixital.
ro: Comanda ce se execută la conectarea unei tabele grafice.

source: Command to run when a video DVD is inserted.
ar: الأمر الذي سينفذ عند إدراج قرص فيديو رقمي.
gl: Comando que se executa cando se insira un DVD de vídeo.
ne: एउटा भिडियो डिभिडि घुसाइदा चालू गर्ने आदेश।
or: ଭିଡିଓ ଡି.ଭି.ଡି. ଭର୍ତ୍ତି କରାହେଲେ, ଚଳାଯିବା ନିର୍ଦ୍ଦେଶ.
ro: Aplicaţie de pornit la introducerea unui DVD video.
ta: DVD சொருகப்பட்ட போது இயக்கப்பட வேண்டிய கட்டளை

source: Command to run when a video VCD is inserted.
gl: Comando que se executa cando se insire un VCD de vídeo.
ro: Comanda ce se execută la inserarea unui VCD.

source: Command to run when a video camera is connected.
gl: Comando que se executa cando se conecte unha cámara de vídeo.
ro: Comanda ce se execută la conectarea unei camere video.

source: Command to run when an audio CD is inserted.
ar: الأمر·الذي·سينفذ·عند·إدراج·قرص·مدمج صوتي.
gl: Comando que se executa cando se insire un CD de son.
ne: एउटा श्रव्य सिडि घुसाइदा चालू गर्ने आदेश।
or: ଧ୍ବନି ସି.ଡି. ଭର୍ତ୍ତି କରାହେଲେ, ଚଳାଯିବା ନିର୍ଦ୍ଦେଶ.
ro: Aplicaţie de pornit la introducerea unui CD audio.
ta: ஒலி CD செருகப்பட்ட போது இயக்கப்பட வேண்டிய கட்டளை

source: Command to run when an iPod is connected.
gl: Comando que se executa cando se conecte un iPod.
ro: Comanda ce se execută la conectarea unui iPod.

source: Command to run when the user wishes to burn a Data CD.
gl: Comando que se executará cando o usuario desexe gravar un CD de datos.
ro: Comanda ce se execută cănd utilizatorul doreşte arderea unui CD cu date.

source: Command to run when the user wishes to burn an Audio CD.
gl: Comando que se executará cando o usuario desexe gravar un CD de son.
ro: Comanda ce se execută cănd utilizatorul doreşte arderea unui CD Audio.

source: DVD play command
ar: أمر عرض قرص الفيديو الرقمي
gl: Comando de reprodución de DVDs
ne: डिभिडि शुरु गर्ने आदेश
or: ଡି.ଭି.ଡି. ଚଳାଇବା ନିର୍ଦ୍ଦେଶ
ro: Aplicaţie de redare DVD
ta: DVD இயக்க கட்டளை

source: Data CD burn command
gl: Comando de gravación de CDs de datos
ro: Comandă ardere CD

source: Low Disk Space notification threshold
gl: Umbral de notificación de espazo de disco baixo
ro: Punct notificare spatiu disponibil pe disc redus

source: Open nautilus on removeable media insert.
ar: فتح نوتلس عند إ_دراج الوسائط القابلة للإزاحة.
gl: Abrir nautilus ao inserir soportes extraíbles.
ne: हटाउन सकिने माध्यम घुसाउदा nautilus खोल।
or: ଅପସରାଣୀୟ ସଞ୍ଚାରମାଧ୍ଯମ ଭର୍ତ୍ତି କରାହେଲେ ନଟିଲସକୁ ଚଳାନ୍ତୁ
ro: Deschide o fereastră Nautilus la introducerea unui mediu amovibil.
ta: நீக்ககூடிய ஊடக செருகலில் நாடுலஸை திற

source: Perform autorun
ar: تأدية التشغيل الآلي
gl: Realizar execución automática
ne: स्वत:चालु सम्पादन गर्नुहोस्
or: ସ୍ବୟଂଚାଳନ କରନ୍ତୁ
ro: Activare „autorun”
ta: தன்னியக்கத்தை நிகழ்த்து

source: Photo management command
ar: أمر إدارة باقة الصور
gl: Comando de xestión de fotos
ne: फोटो व्यव्स्थापन आदेश
or: ଫଟୋ ପରିଚାଳନ ନିର୍ଦ୍ଦେଶ
ro: Aplicaţie pentru manipulare de imagini
ta: புகைப்பட மேலாண்மை கட்டளை

source: Play inserted audio CD's
ar: عزف الأقراص الصوتيّة المدرجة
gl: Reproducir CDs de audio ao inserilos
ne: घुसाइएको श्रव्य सिडिहरु बजाऊनुहोस्
or: ଭର୍ତ୍ତି କରାଯାଇଥିବା ଧ୍ବନି ସି.ଡି.କୁ ଚଲାନ୍ତୁ
ro: Redă CD-urile audio inserate
ta: ஒலி CD க்களை செருகி இயக்கு

source: Play inserted video DVDs
ar: عرض أقراص الفيديو الرقمي المدرجة
gl: Reproducir DVDs ao inserilos
ne: घुसाइएका भिडियो डिभिडिहरु शुरु गर
or: ଭର୍ତ୍ତି କରାଯାଇଥିବା ଭିଡିଓ ଡି.ଭି.ଡି.କୁ ଚଲାନ୍ତୁ
ro: Redă DVD-urile video inserate
ta: படி CD க்களை செருகி இயக்கு

source: Play inserted video VCDs
gl: Reproducir VCDs de vídeo ao inserilos
ro: Redă VCD-urile inserate

source: Run Palm-sync program
gl: Executar programa de sincronización de Palm
ro: Execută programul pentru sincronizarea Palm

source: Run PocketPC-sync program
gl: Executar programa de sincronización PocketPc
ro: Rulează programul pentru sincronizarea PocketPC

source: Run a program to burn CDs/DVDs
gl: Executar un programa para gravar CDs/DVDs
ro: Rulează un program pentru a scrie CD/DVD-uri

source: Run iPod program
gl: Executar o programa do iPod
ro: Rulează programul iPod

source: Run keyboard program
gl: Executar o programa do teclado
ro: Execută programul pentru tastatură

source: Run mouse program
gl: Executar o programa do rato
ro: Execută programul pentru mouse

source: Run photo management command
ar: أمر تنفيذ إدارة باقة الصور
gl: Executar o comando de xestión de fotos
ne: फोटो व्यव्स्थापन आदेश चालु गर्नुहोस्
or: ଫଟୋ ପରିଚାଳନ ନିର୍ଦ୍ଦେଶକୁ ଚଲାନ୍ତୁ
ro: Porneşte aplicaţia pentru manipularea de imagini
ta: புகைப்பட மேலாண்மை கட்டளையை இயக்கு

source: Run printer program
gl: Executar programa de impresora
ro: Execută programul pentru imprimantă

source: Run scanner program
gl: Executar programa de escáner
ro: Execută programul pentru scaner

source: Run tablet program
gl: Executar programa para táboa
ro: Execută programul pentru tabela grafică

source: Run video editing program
gl: Executar o programa de edición de vídeo
ro: Execută programul folosit pentru editare video

source: The threshold value for whether or not to toggle the notification off, based on the amount of space freed up by the user since the last check.
gl: O valor de umbral para indicar se se debe ou non desactivar a notificación, baseándose na cantidade de espazo liberada polo usuario desde a última comprobación.
ro: Valoarea Punctului de notificare pentru care se renunţă la afişează notificării, bazat pe spaţiul liber de la ultima verificare

source: The threshold value for whether or not to toggle the notification on, based on the amount of additional space used since the last check.
gl: O valor de umbral para se se debe ou non activar a notificación, baseándose na cantidade de espazo adicional usado desde a última comprobación.
ro: Valoarea Punctului de notificare pentru care se afişează notificarea lipsei de spatiu, bazat pe spaţiul liber de la ultima verificare

source: Threshold for disk space being freed up, to toggle notification
gl: Umbral para o espazo de disco que se está liberando, para activar a notificación
ro: Punctul de execuţe al notificării spaţiului ce se eliberează

source: Threshold for notification of increased disk usage
gl: Umbral para a notificación de espazo de disco incrementado
ro: Punctul de execuţe al notificării măririi spaţiului folosit

source: Threshold percentage for notifying the user of low disk space.
gl: Porcentaxe umbral para notificar ao usuario do espazo de disco baixo.
ro: Punctul de execuţe al notificării al utilizatorului despre lipsa de spaţiu.

source: VCD play command
gl: Comando de reprodución de VCD
ro: Comandă redare VCD

source: Whether autorun programs (binaries and scripts located in 'autorun_path') are run on newly mounted media.
ar: فيما إذا ستشغل البرامج المشغّلة آليا (الثنائيّات و النصوص الشفريّة المستقرّة في 'autorun_path') على الوسائط المجهزة حديثا.
gl: Indica se debe lanzar os programas de autoexecución (binarios e scripts ubicados no 'autorun_path') nos medios recén montados.
ne: स्वचालित कार्यक्रमहरु('स्वत:चालू_मार्ग'मा भएका द्वगुणीयहरु र लिपिहरु)लाई नयाँ चढाइएको माध्यममा चालू गर्ने कि।
or: ନୂଆ ସଞ୍ଚାରମାଧ୍ଯମରେ ସ୍ବୟଂଚାଳନ କାରିକାଗୁଡ଼ିକ ('autorun_path'ରେ ସ୍ଥିତ ଦ୍ବିମିକ ଫାଇଲ ଓ ସ୍କ୍ରିପ୍ଟ) ଚଳାଯିବା ଉଚିତ କି.
ro: Specifică dacă programele de pornit automat (binare sau scripturi aflate în calea „autorun_path”) vor fi lansate la montarea mediilor de stocare.
ta: புதிதாக ஏற்றப்பட்ட ஊடகத்தில் தன்னியக்க நிரல்(தன்னியக்க பாதையிலுல்ல இயக்க கோப்புகள், நிறுநிரல்கள்) சரியாக இயங்குகிறதா

source: Whether gnome-volume-manager should automatically mount removable storage drives when they are inserted.
ar: فيما إذا يتوجب على مدير الأحجام لجنوم تجهيز المخازن القابلة للإزالة آليّا عند إدراجها.
gl: Indica se gnome-volume-manager debe automontar as unidades de almacenamento extraíbles cando se insiren.
ne: हटाउन सकिने भण्डार मिडिया घुसाइदा जी नोम-आयतन-व्यव्स्थापकले त्यसलाई स्वत: चढाउन पर्छ कि।
or: ଅପସରାଣୀୟ ଭଣ୍ଡାର ଡ୍ରାଇଭ ଭର୍ତ୍ତି କରାହେଲେ, ନୋମ-ଭଲ୍ଯୁମ-ମାନେଜର ତାହାକୁ ଆପେଆପେ ସ୍ଥାପିତ କରିବା ଉଚିତ କି.
ro: Specifică dacă gnome-volume-manager va monta automat unităţile de stocare amovibile atunci când sunt inserate.
ta: gnome-volume-manager நீக்கக்கூடிய சேமிப்பு இயக்கிகளை தானாகவே ஏற்ற வேண்டுமா

source: Whether gnome-volume-manager should automatically mount removable storage media when they are inserted.
ar: فيما إذا سيتوجب على مدير الأحجام لجنوم تجهيز وسائط الخزن القابلة للتجهيز عند إدراجها.
gl: Indica se gnome-volume-manager debe automontar os soportes de almacenamento cando se insiren.
ne: हटाउन सकिने भण्डार मिडिया घुसाइदा जी नोम-आयतन-व्यव्स्थापकले त्यसलाई स्वत: चढाउन पर्छ कि।
or: ଅପସରାଣୀୟ ଭଣ୍ଡାର ସଞ୍ଚାରମାଧ୍ଯମ ଭର୍ତ୍ତି କରାହେଲେ, ନୋମ-ଭଲ୍ଯୁମ-ମାନେଜର ତାହାକୁ ଆପେଆପେ ସ୍ଥାପିତ କରିବା ଉଚିତ କି.
ro: Specifică dacă gnome-volume-manager va monta automat mediile de stocare amovibile când sunt inserate.
ta: gnome-volume-manager நீக்கக்கூடிய சேமிப்பு சாதனங்களை தானாகவே ஏற்ற வேண்டுமா

source: Whether, when a Palm is connected, gnome-volume-manager should run 'autopalmsync_command'.
gl: Indica se cando se conecta unha Palm, gnome-volume-manager debería executar o comando 'autopalmsync_command'.
ro: Specifică dacă gnome-volume-manager va executa „autopalmSznc_command” la conectarea unui Palm.

source: Whether, when a PocketPC is connected, gnome-volume-manager should run 'autopocketpc_command'.
gl: Indica se cando se conecta un PocketPC, gnome-volume-manager debería executar o comando 'autopocketpc_command'.
ro: Specifică dacă gnome-volume-manager va executa „autopocketpc_command” la conectarea unui PocketPC.

source: Whether, when a blank CD or DVD is inserted, gnome-volume-manager should run one of the autoburn commands.
gl: Indica se cando se insira un CD ou DVD en branco, gnome-volume-manager debe executar un dos comandos de auto-gravación.
ro: Specifică dacă gnome-volume-manager va executa „autoburn_cdr_command” la introducerea unui CD sau DVD gol

source: Whether, when a digital camera is connected or media from a digital camera is inserted, gnome-volume-manager should run 'autophoto_command'.
ar: فيما إذا يتوجب على مدير الأحجام لجنوم تنفيذ أمر 'autophoto_command' عند وصل آلة تصوير رقميّة أو وصل وسيط آلة تصوير رقميّة.
gl: Indica se ao conectar unha cámara dixital ou un soporte dunha cámara dixital, gnome-volume-manager debe executar o comando 'autophoto_command'.
ne: एउटा डिजिटल क्यामेरा जोडिदा वा एउटा डिजिटल क्यामेराको माध्यम घुसाइदा, जी नोम-आयतन-व्यव्स्थापकले 'स्वत:फोटो_आदेश' चालू गर्नु पर्छ कि।
or: ସାଂଖ୍ଯିକ କ୍ଯାମେରା ସଂଯୋଗ କରାହେଲେ ବା ସାଂଖ୍ଯିକ କ୍ଯାମେରାରୁ ସଞ୍ଚାରମାଧ୍ଯମ ଭର୍ତ୍ତି କରାହେଲେ, ନୋମ-ଭଲ୍ଯୁମ-ମାନେଜର 'autophoto_command' ଚଳାଇବା ଉଚିତ କି.
ro: Specifică dacă gnome-volume-manager va executa „autophoto_command” la conectarea unei camere digitale sau la introducerea unui mediu de stocare al unei camere digitale.
ta: டிஜிடல் காமராவை இணைத்ததும் , gnome-volume-manager 'autophoto_command' கட்டளையை இயக்க வேண்டுமா

source: Whether, when a digital video camera is connected, gnome-volume-manager should run 'autovideocam_command'.
gl: Indica se cando se conecta unha cámara de vídeo, gnome-volume-manager debe executar o comando 'autovideocam_command'.
ro: Specifică dacă gnome-volume-manager va executa „autovideocam_command” la conectarea unei camere video.

source: Whether, when a keyboard is connected, gnome-volume-manager should run 'autokeyboard_command'.
gl: Indica se cando se conecta un teclado, gnome-volume-manager debería executar o comando 'autokeyboard_command'.
ro: Specifică dacă gnome-volume-manager va executa „autokeyboard_command” la conectarea unei tatstaturi.

source: Whether, when a mouse is connected, gnome-volume-manager should run 'automouse_command'.
gl: Indica se cando se conecta un rato, gnome-volume-manager debería executar o comando 'automouse_command'.
ro: Specifică dacă gnome-volume-manager va executa „automouse_command” la conectarea unui mouse.

source: Whether, when a printer is connected, gnome-volume-manager should run 'autoprinter_command'.
gl: Indica se cando se conecta unha impresora, gnome-volume-manager debería executar o comando 'autoprinter_command'.
ro: Specifică dacă gnome-volume-manager va executa „autoprinter_command” la conectarea unei imprimante.

source: Whether, when a scanner is connected, gnome-volume-manager should run 'autoscanner_command'.
gl: Indica se cando se conecta un escáner, gnome-volume-manager debería executar o comando 'autoscanner_command'.
ro: Specifică dacă gnome-volume-manager va executa „autoscanner_command” la conectarea unui scaner.

source: Whether, when a tablet is connected, gnome-volume-manager should run 'autotablet_command'.
gl: Indica se cando se conecta unha táboa dixital, gnome-volume-manager debería executar o comando 'autotablet_command'.
ro: Specifică dacă gnome-volume-manager va executa „autotablet_command” la conectarea unei tablete grafice.

source: Whether, when a video DVD is inserted, gnome-volume-manager should run 'autoplay_dvd_command'.
ar: فيما إذا يتوجب على مدير الأحجام لجنوم تنفيذ أمر 'autoplay_dvd_command' عند إدراج قرص فيديو رقمي.
gl: Indica se cando se insire un DVD, gnome-volume-manager debe executar o comando 'autoplay_dvd_command'.
ne: एउटा भिडियो सिडि घुसाइदा, जी नोम-आयतन-व्यव्स्थापकले 'स्वत:शुरु गर_डिभिडि_आदेश' चालू गर्नु पर्छ कि।
or: ଭିଡିଓ ଡି.ଭି.ଡି. ଭର୍ତ୍ତି କରାହେଲେ, ନୋମ-ଭଲ୍ଯୁମ-ମାନେଜର 'autoplay_dvd_command' ଚଳାଇବା ଉଚିତ କି.
ro: Specifică dacă gnome-volume-manager va executa „autoplay-dvd-command la introducerea unui DVD video.
ta: வீடியோ DVD இணைத்ததும் , gnome-volume-manager 'autoplay_dvd_command'. கட்டளையை இயக்க வேண்டுமா

source: Whether, when a video VCD is inserted, gnome-volume-manager should run 'autoplay_vcd_command'.
gl: Indica se cando se insire VCD de vídeo, gnome-volume-manager debería executar o comando 'autoplay_vcd_command'.
ro: Specifică dacă gnome-volume-manager va executa „autoplay_vcd_command” la inserarea unui video VCD.

source: Whether, when an audio CD is inserted, gnome-volume-manager should run 'autoplay_cda_command'.
ar: فيما إذا يتوجّب على مدير الأحجام لجنوم تنفيذ أمر 'autoplay_cda' عند إدراج قرص صوتي.
gl: Indica se cando se insire un CD de audio, gnome-volume-manager debe executar o comando 'autoplay_cda_command'.
ne: एउटा श्रव्य सिडि घुसाइदा, जी नोम-आयतन-व्यव्स्थापकले 'स्वत:शुरु गर_सिडिए_आदेश' चालू गर्नु पर्छ कि।
or: ଧ୍ବନି ସି.ଡି. ଭର୍ତ୍ତି କରାହେଲେ, ନୋମ-ଭଲ୍ଯୁମ-ମାନେଜର 'autoplay_cda_command' ଚଳାଇବା ଉଚିତ କି.
ro: Specifică dacă gnome-volume-manager va executa „autoplay_cda_command la introducerea unui CD audio.
ta: ஒலி CD ஐ இணைத்ததும் , gnome-volume-manager 'autoplay_cda_command'. கட்டளையை இயக்க வேண்டுமா

source: Whether, when an iPod is connected, gnome-volume-manager should run 'autoipod_command'.
gl: Indica se cando se conecta un iPod, gnome-volume-manager debería executar o comando 'autoipod_command'.
ro: Specifică dacă gnome-volume-manager va executa „autoipod_command” la conectarea unui iPod.

source: iPod sync command
gl: Comando de sincronización de iPod
ro: Comandă de sincronizare iPod

source: keyboard command
gl: comando de teclado
ro: Comandă tastatură

source: mouse command
gl: comando de rato
ro: Comandă mouse

source: palm sync command
gl: comando de sincronización de palm
ro: Comandă de sincronizare plam

source: printer command
gl: comando de impresora
ro: Comandă imprimantă

source: scanner command
gl: comando de escáner
ro: Comandă scanr

source: tablet command
gl: comando de táboa dixital
ro: Comandă pentru tabbleta grafică

source: video camera command
gl: comando de vídeo cámara
ro: Comandă video camera

source: Volume Manager
gl: Xestor de volumes
ro: Managerul de Volume

source: Volume manager for removable drives and media
gl: Xestionar volumes para extraíbles unidades e medios
ro: Managerul de unităţi şi medii amovibile

source: Configure management of removable drives and media
ar: إعداد إدارة الأجهزة و الوسائط القابلة للإزاحة
gl: Configurar a xestión de unidades e soportes extraíbles
ne: हटाउन सकिने ड्राइभस् र माध्यमको व्यव्स्थापन समायोजन गर्नुहोस्
ro: Configurare management de unităţi şi medii amovibile

source: Removable Drives and Media
ar: السوّاقات و الوسائط القابلة للفصل
gl: Unidades e soportes extraíbles
ne: हटाउन सकिने ड्राइभस् र माध्यम
ro: Unităţi şi medii amovibile

source: <b>Audio CD Discs</b>
ar: <b>أقراص صوتيّة</b>
gl: <b>Discos de CDs de Audio</b>
ne: <b>श्रव्य सिडि डिक्सहरू</b>
ro: <b>CD-uri audio</b>

source: <b>Blank CD and DVD Discs</b>
ar: <b>أقراص فارغة</b>
gl: <b>CDs e DVDs en branco</b>
ne: <b>खाली सिडि र डिभिडिहरूु</b>
ro: <b>CD-uri şi DVD-uri goale</b>

source: <b>Digital Camera</b>
ar: <b>آلة تصوير رقميّة</b>
gl: <b>Cámara dixital</b>
ne: <b>डिजिटल क्यामेरा</b>
or: <b>ସାଂଖ୍ଯିକ କ୍ଯାମେରା</b>
ro: <b>Camere digitale</b>
ta: <b>டிஜிடல் காமரா</b>

source: <b>Digital Video Camera</b>
gl: <b>Cámara de vídeo dixital</b>
ro: <b>Camera Video Digitală</b>

source: <b>Keyboards</b>
gl: <b>Teclados</b>
ro: <b>Tastaturi</b>

source: <b>Mice</b>
gl: <b>Ratos</b>

source: <b>Portable Music Players</b>
gl: <b>Reproductores de música portátiles</b>
ro: <b>Dispozitiv de redare Muzică Portabil</b>

source: <b>Printers</b>
gl: <b>Impresoras</b>
ro: <b>Imprimantă</b>

source: <b>Removable Storage</b>
ar: <b>مخزن قابل للإزاحة</b>
gl: <b>Almacenamento extraíble</b>
ne: <b>हटाउन सकिने भण्डार</b>
or: <b>ଅପସରାଣୀୟ ଭଣ୍ଡାର</b>
ro: <b>Unităţi amovibile</b>
ta: <b>நீக்ககூடிய சேமிப்பு சாதனம்</b>

source: <b>Scanners</b>
gl: <b>Escáner</b>
ro: <b>Scanere</b>

source: <b>Tablets</b>
gl: <b>Táboa dixitalizadora</b>
ro: <b>Tabele grafice</b>

source: <b>Video DVD Discs</b>
ar: <b>أقراص فيديو رقمي</b>
gl: <b>Discos de video DVD</b>
ne: <b>भिडियो डिभिडि डिक्सहरू</b>
ro: <b>DVD-uri video</b>

source: Automatically run a program when a USB _keyboard is connected
gl: Executar un programa automaticamente cando se conecte un _teclado USB
ro: Execută automat un program când o _tastatură USB se conectează

source: Automatically run a program when a USB _mouse is connected
gl: Executar un programa automaticamente cando se conecte un _rato USB
ro: Execută automat un program când un _mouse USB se conectează

source: Automatically run a program when a _printer is connected
gl: Executar un programa automaticamente cando se conecte unha im_presora
ro: Execută automat un program când o _imprimantă USB se conectează
