Repository: ivandeex/hallock-gnome-volume-manager
Catalog: po/*.po
Languages: ar, gl, ne, or, ro, ta

source: Automatically run a program when a _scanner is connected
gl: Executar un programa automaticamente cando se conecte un e_scáner
ro: Execută automat un program când un _scaner USB se conectează

source: Automatically run a program when a _tablet is connected
gl: Executar un programa automaticamente cando se conecte unha _táboa dixitalizadora
ro: Execută automat un program când o _tabletă USB se conectează

source: Browse _removable media when inserted
ar: تصفّح الوسائط القابلة للإزاحة عند إ_دراجها
gl: Examinar sopo_rtes extraíbles cando se insiren
ne: हटाउन सकिने माध्यम घुसाउदा ब्राउज गर्नुहोस्
or: ଭର୍ତ୍ତି କରାଯାଇଥିବା ଅପସରାଣୀୟ ସଞ୍ଚାରମାଧ୍ଯମରେ ଖୋଜିବୁଲନ୍ତୁ (_r)
ro: _Navighează în unităţile amovibile la introducere
ta: (_r)நீக்ககூடிய சாதனம் இணைக்கப்பட்டது அவைகளில் உலாவு

source: C_ommand:
ar: ال_أمر:
gl: C_omando:
ne: आदेश:
ro: C_omandă:

source: Cameras
gl: Cámaras
ro: Camere Foto

source: Comman_d:
ar: الأم_ر:
gl: Coman_do:
ne: आदेश:
ro: Coman_dă:

source: Command for A_udio CDs:
gl: Comando para CDs de S_on:
ro: Comanda pentru CD-uri _Audio:

source: Command for _Data CDs:
gl: Comando para CDs de _datos:
ro: Comanda pentru CD-uri _Data:

source: Drives and Media Preferences
ar: تفضيلات السوّاقات و الوسائط
gl: Preferencias de unidades e soportes
ne: ड्राइभ र मिडिया प्राथमिक्ताहरु
or: ଡ୍ରାଇଭ ଓ ସଞ୍ଚାରମାଧ୍ଯମ ପସନ୍ଦ
ro: Preferinţe unităţi şi medii de stocare
ta: இயக்கிகள் மற்றும் ஊடக விருப்பங்கள்

source: Input Devices
gl: Dispositivos de entrada
ro: Dispozitive de intrare

source: Mount removable media when _inserted
ar: تجهيز الوساءط القابلة للإزاحة عند إ_دراجها
gl: Montar soportes extraíbles ao _inserilos
ne: हटाउन सकिने माध्यम घुसाउदा चढाऊनुहोस्
or: ଭର୍ତ୍ତି କରାଯାଇଥିବା ଅପସରାଣୀୟ ସଞ୍ଚାରମାଧ୍ଯମକୁ ସ୍ଥାପିତ କରନ୍ତୁ (_i)
ro: Montează unităţile amovibile la _introducere
ta: (_i)நுழைத்ததும் நீக்ககூடிய ஊடகத்தை ஏற்று

source: Play _audio CD discs when inserted
ar: عزف الأقراص الصوتيّة عند إدراجها
gl: Reproducir CDs de _audio ao inserilos
ne: श्रव्य सिडिहरु घुसाउदा बजाऊनुहोस्
ro: Redă CD-urile audio la introducere

source: Play _music files when connected
gl: Reproducir ficheiros de _música so conectar
ro: Redă fişiere de _muzică când este conectat

source: Play _video DVD disks when inserted
ar: عرض أفلام أقراص الفيديو ال_رقمي عند إدراجها
gl: Reproducir vídeos _DVD ao inserilos
ne: डिभिडि भिडियोहरु घुसाउदा शुरु गर्नुहोस्
ro: Redă DVD-urile _video la introducere

source: Printers & Scanners
gl: Impresoras e Escáneres
ro: Imprimante & Scanere

source: Removable Drives and Media Preferences
ar: تفضيلات السوّاقات و الوسائط القابلة للفصل
gl: Preferencias de unidades e soportes extraíbles
ne: हटाउन सकिने ड्राइभ र मिडिया प्राथमिक्ताहरु
ro: Preferinţe unităţi şi medii de stocare

source: Select program to burn audio CDs
gl: Seleccione o programa para gravar CDs de son
ro: Selectează un program pentru inscripţionarea de CD-uri audio

source: Select program to burn data CDs
gl: Seleccione o programa para gravar CDs de datos
ro: Selectează un program pentru inscripţionarea de CD-uri data

source: Select program to edit videos
gl: Seleccione o programa para editar vídeos
ro: Selectează un program pentru editare video

source: Select program to import photos
gl: Seleccione o programa para importar fotos
ro: Selectează un program pentru importul de fotografii

source: Select program to play DVDs
gl: Seleccione o programa para reproducir DVDs
ro: Selectează un program pentru readrea conţinutului DVD-urilo

source: Select program to play audio CDs
gl: Seleccione o programa para reproducir CDs de son
ro: Selectează un program pentru readrea conţinutului CD-urilo

source: Select program to play music files
gl: Seleccione o programa para reproducir ficheiros de música
ro: Selectează un program pentru readrea fişierelor de muzică

source: Select program to run when a keyboard is plugged in
gl: Seleccione o programa para executar cando se enchufe un teclado
ro: Selectaţi programul ce se execută când o tastatură este conectată

source: Select program to run when a mouse is plugged in
gl: Seleccione o programa que se executará cando se enchufe un rato
ro: Selectaţi programul ce se execută când un mouse este conectat

source: Select program to run when a printer is plugged in
gl: Seleccione o programa que se executará cando se enchufe unha impresora
ro: Selectaţi programul ce se execută când o imprimantă este conectată

source: Select program to run when a scanner is plugged in
gl: Seleccione o programa que se executará cando se enchufe un escáner
ro: Selectaţi programul ce se execută când un scaner este conectat

source: Select program to run when a tablet is plugged in
gl: Seleccione o programa que se executará cando se enchufe unha táboa dixitalizadora
ro: Selectaţi programul ce se execută când o tabletă grafică este conectată

source: Select program to sync Palm devices
gl: Seleccione o programa para sincronizar dispositivos Palm
ro: Selectaţi programul pentru sincronizarea dispozitivelor Palm

source: Storage
ar: خزن
gl: Almacenamento
ne: भण्डार
ro: Stocare

source: Sync PocketP_C devices when connected
gl: Sincronizar os dispositivos PocketP_C ao conectar
ro: Sincronizare PocketP_C când este conectat

source: Sync _Palm™ devices when connected
gl: Sincronizar os dispositivos _Palm™ ao conectar
ro: Sincronizare _Palm™ când este conectat

source: _Auto-run programs on new drives and media
ar: ت_شغيل آلي للبرامج على السوّاقات و الوسائط العديدة
gl: _Auto executar programas nos soportes e unidades novas
ne: नयाँ ड्राइभहरु र माध्यमहरुमा कार्यक्रमहरु स्वत:चालू गर्नुहोस्
or: ନୂଆ ଡ୍ରାଇଭ ଓ ସଞ୍ଚାରମାଧ୍ଯମରେ କାରିକାଗୁଡ଼ିକୁ ସ୍ବୟଚାଳିତ କରନ୍ତୁ (_A)
ro: _Lansează automat programele din noile unităţi
ta: (_A)புதிய இயக்கி மற்றும் சாதனத்தில் Auto-run நிரல்

source: _Burn a CD or DVD when a blank disc is inserted
gl: _Gravar un CD ou DVD cando se insire un disco en branco
ro: Inscripţionează un CD sau DVD când un disk nou este inserat

source: _Command:
gl: _Comando:
ro: _Comandă:

source: _Edit video when connected
gl: _Editar vídeo cando se conecte
ro: _Editare video cand este conectat

source: _Import digital photographs when connected
gl: _Importar _fotos dixitais ao conectarse
ro: Importă _fotografiile la conectare

source: _Mount removable drives when hot-plugged
ar: _تجهيز السوّاقات القابلة للإزاحة عند وصلها أثناء العمل
gl: _Montar unidades extraíbles ao enchufalos en quente
ne: हट-जोड्दा हटाउन सकिने ड्राइभहरु चढाऊनुहोस्
or: ଭର୍ତ୍ତି କରାଯାଇଥିବା ଅପସରାଣୀୟ ସଞ୍ଚାରମାଧ୍ଯମକୁ ସ୍ଥାପିତ କରନ୍ତୁ (_M)
ro: _Montează unităţile amovibile la conectarea „hot-plug”
ta: (_M)இணைப்பானை செருகியதும் நீக்ககூடிய ஊடகத்தை ஏற்று

source: Ig_nore
gl: _Ignorar
ro: Ig_noră

source: _Allow Auto-Run
gl: _Permitir auto-execución
ro: _Permite Auto-Execuţia

source: Import _Photos
gl: Importar _fotos
ro: _Importă fotografii

source: _Open Folder
gl: _Abrir cartafol
ro: Deschide Folder

source: Manage _Music
gl: Administrar _música
ro: Management Muzică

source: _Browse Files
ar: _تصفّح الملفّات
gl: _Examinar arquivos
ne: फाइलहरू ब्राउज गर्नुहोस्
ro: _Navighează prin fişiere

source: _Play CD
gl: _Reproducir CD
ro: _Redă piesele

source: Make _Audio CD
gl: Facer un CD de _son
ro: Inscripţionează CD-uri _Audio

source: Make _Data CD
gl: Facer un CD de _datos
ro: Inscripţionează CD-uri _Data

source: Make _DVD
gl: Facer un _DVD
ro: Fă _DVD

source: Auto-Run Confirmation
gl: Confirmación de auto-execución
ro: Confirmare Auto-execuţie

source: Auto-run capability detected.
gl: Capacidade de autoexecución detectada.
ro: Capabilitatea de auto-execuţie detectată.

source: Would you like to allow <b>'${0}'</b> to run?
gl: Quere permitir que se execute <b>'${0}'</b>?
ro: Doriti să permiteţi execuţia <b>'${0}'</b> ?

source: Camera Import
gl: Importación de cámara
ro: Import Camere Foto

source: A camera has been detected.
gl: Detectouse unha cámara.
ro: O cameră foto detectată.

source: There are photos on the camera. Would you like to add these pictures to your album?
gl: Hai fotografías na cámara. Desexa engadir estas fotos no seu álbume de fotos?
ro: Aparatul foto conectat conţine fotografii. Doriţi să import aceste fotografii în albumul dvs.?

source: _Always perform this action
gl: _Sempre facer esta acción
ro: Întotdeauna execută această acţiune

source: Photo Import
gl: Importación de fotos
ro: Import Fotografii

source: A photo card has been detected.
gl: Detectouse unha tarxeta de fotografías.
ro: Un dispozitiv Foto (card) a fost detectat.

source: There are photos on the card. Would you like to add these pictures to your album?
gl: Hai fotografías na tarxeta. Desexa engadilas no seu álbume de fotos?
ro: Mediul introdus conţine fotografii. Doriţi să import aceste fotografii în albumul dvs.?

source: Photos and Music
gl: Fotos e Música
ro: Fotografii şi Muzică

source: Photos were found on your music device.
gl: Atopáronse fotos no seu dispositivo de música.
ro: Au fost găsite fotografii pe dispozitivul de muzică.

source: Would you like to import the photos or manage its music?
gl: Desexa importar as fotos ou administrar a súa música?
ro: Doriţi să inscripţionaţi un DVD audio, foto sau cu date?

source: Audio / Data CD
gl: Cd de Son / Datos
ro: Inscripţionează CD-uri Audio / Data

source: The CD in the drive contains both music and files.
gl: O CD na unidade contén tanto música como ficheiros.
ro: CD-ul intrdus in Unitate conţine atât muzică cât si fişiere.

source: Would you like to listen to music or browse the files?
gl: Quere escoitar música ou examinar os ficheiros?
ro: Doriţi să ascultaţi muzică sau sa parcurgeţi fişierele?

source: Choose Disc Type
gl: Escolla o tipo de disco
ro: Alegeţi tipul discului

source: You have inserted a blank disc.
gl: Inseriu un disco en branco.
ro: A-ţi introdus un disk blank.

source: What would you like to do?
gl: Que lle gustaría facer?
ro: Co doriţi să faceţi?

source: %d%% of the disk space on %s is in use
gl: %d%% do espazo de disco en %s está en uso
ro: %d%% din spaţiul disponibil pe %s este in uz

source: Print version and exit
gl: Imprimir versión e saír
ro: Afisează versiunea si termină programul

source: Run as a daemon
gl: Executar coma un demonio
ro: Rulează ca demon

source: Don't run as a daemon
gl: Non executar coma un demonio
ro: Nu rulează ca demon

source: Run in secret mode
gl: Executar en modo secreto
ro: Rulează in mod secret

source: Unrecognized --daemon argument: %s
gl: Argumento --daemon non recoñecido: %s
ro: Nu sa recunoscut argumentul: %s

source: Could not load the main interface
ar: لم يمكن تحميل الواجهة الرئيسيّة
gl: Non se puido cargar a interface principal
ne: मुख्य अन्तरमोहडा लोड गर्न सकिएन
or: ମୁଖ୍ଯ ଅନ୍ତରାପୃଷ୍ଠ ଧାରଣ କରିବାରେ ଅସମର୍ଥ
ro: Nu am reuşit să încarc interfaţa principală
ta: முக்கிய இடைமுகத்தை ஏற்ற முடியவில்லை

source: Please make sure that the volume manager is properly installed
ar: الرجاء التثبت من أن مدير الأحجام مثبت بنجاح
gl: Asegúrese de que o xestor de volume está instalado apropiadamente
ne: कृपया आयतन व्यव्स्थापक राम्ररी स्थापना गरिएको छ भनेर पक्का गर्नुहोस्
or: ଦୟା କରି ନିଶ୍ଚିତ କରନ୍ତୁ କି ଅଂଶ ପରିଚାଳକ ସଠିକ ଭାବରେ ସ୍ଥାପିତ ହୋଇଛି
ro: Vă rugăm să vă asiguraţi că gnome-volume-manager este corect instalat
ta: சாதன மேலாலர் சரியாக நிறுவப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக்கொள்ளவும்

source: Error starting gnome-volume-manager daemon: %s
ar: خطأ عند تشغيل جني مدير الأحجام لجنوم: %s
gl: Erro iniciando o daemon gnome-volume-manager: %s
ne: जी नोम-आयतन-व्यव्स्थापक डेम प्रारम्भ गर्दा त्रुटि: %s
or: ନୋମ-ଭଲ୍ଯୁମ-ମାନେଜର କାର୍ଯ୍ଯ ସହାୟକ ପ୍ରାରମ୍ଭ କରିବାରେ ତ୍ରୁଟି: %s
ro: Eroarea la pornirea demonului gnome-volume-manager: %s
ta: gnome-volume-manager daemon ஐ துவக்குவதில் பிழை: %s

source: Volume management not supported
ar: إدارة شدّة الصّوت غير مدعومة
gl: A administración de volúmenes non está soportada
ne: आयतन व्यावस्थापनले समर्थन गरेन
ro: Gestionarea volumului nu este suportată

source: The "hald" service is required but not currently running. Enable the service and rerun this application, or contact your system administrator. Note: You need Linux kernel 2.6 for volume management to work.
gl: Requírese o servizo "hald" pero non está funcionando actualmente. Active o servizo e volva a executar esta miniaplicación, ou contacte co seu administrador do sistema. Nota: Necesita o núcleo Linux 2.6 para que funcione a xestión de volumes.
ro: Serviciul „hald” este necesar, însă nu rulează. Vă rog să activaţi serviciul şi să rulaţi din nou aceatsă aplicaţie sau să contactaţi administratorul dvs. de sistem. Notă: Este necesar Linux kernel 2.6 pentru buna funcţionare a aplicaţiei volume management.

source: PDAs
ro: PDA-uri

source: CD burn command
ar: أمر كتابة القرص المدمج
ne: सिडिमा लेख्‍ने आदेश
or: ସି.ଡି. ଲେଖିବା ନିର୍ଦ୍ଦେଶ
ta: CD தயாரித்தல் கட்டளை

source: Command to run when an empty CD is inserted.
ar: الأمر الذي سينفّد عند إدراج قرص مدمج فارغ.
ne: एउटा खाली सिडि घुसाइदा चालू गर्ने आदेश।
or: ଖାଲି ସି.ଡି. ଭର୍ତ୍ତି କରାହେଲେ, ଚଳାଯିବା ନିର୍ଦ୍ଦେଶ.
ta: காலிி CD செருகப்பட்ட போது இயக்கப்பட வேண்டிய கட்டளை

source: Command to run when the eject button on a optical drive is pressed.
ar: الأمر الذّي سينفّذ عند نقر زرّ الطّرد عند سوّاقة بصريّة.
ne: एउटा चक्षुष ड्राइभमा भएको निकाल बटन थिचिदा चालू गर्ने आदेश
or: ଆଲୋକୀୟ ଡ୍ରାଇଭର ନିଷ୍କାସନ ଚାବି ଦବାଇଲେ, ଚଳାଯିବା ନିର୍ଦ୍ଦେଶ.
ta: வெளியேற்று பட்டன் அழுத்தப்படும் போது ஒலி சாதனத்தில் இயக்கப்பட வேண்டிய கட்டளை

source: Eject command
ar: أمر الطّرد
ne: निकाल आदेश
or: ନିଷ୍କାସନ ନିର୍ଦ୍ଦେଶ
ta: வெளியேறு கட்டளை

source: Run CD burn command
ar: تنفيذ أمر كتابة القرص المدمج
ne: सिडिमा लेख्‍ने आदेश चालु गर्नुहोस्
or: ସି.ଡି. ଲେଖିବା ନିର୍ଦ୍ଦେଶକୁ ଚଲାନ୍ତୁ
ta: CD தயாரித்தல் கட்டளையை இயக்கு

source: Whether, when a blank CD is inserted, gnome-volume-manager should run 'autoburn_cdr_command'.
ar: فيما إذا يتوجب على مدير الأحجام لجنوم تنفيذ أمر 'autoburn_cdr_command' عند إدراج قرص مدمج فارغ.
ne: एउटा खाली सिडि घुसाइदा, जी नोम-आयतन-व्यव्स्थापकले 'स्वत:लेखर_सिडिआर_आदेश' चालू गर्नु पर्छ कि।
or: ଖାଲି ସି.ଡି. ଭର୍ତ୍ତି କରାହେଲେ, ନୋମ-ଭଲ୍ଯୁମ-ମାନେଜର 'autoburn_cdr_command' ଚଳାଇବା ଉଚିତ କି.
ta: வெற்று CDஐ செருகும் போது, gnome-volume-manager 'autoburn_cdr_command' கட்டளையை இயக்க வேண்டுமா?.

source: Co_mmand:
ar: الأ_مر:
ne: आदेश:

source: Command:
ar: الأمر:
ne: आदेश:
or: ନିର୍ଦ୍ଦେଶ:
ta: கட்டளை:

source: Import digital _photographs when connected
ar: إستيراد الصّور الرقميّة عند الإتّصال
ne: सम्पर्क भएपछि डिजिटल फोटोहरू आयात गर्नुहोस्

source: Multimedia
ar: وسائط متعدّدة
ne: मल्टिमिडिया

source: Perform action on _blank discs when inserted
ar: تأدية عمل على الأقراص المدمجة ال_خالية عند إدراجها
ne: खाली सिडिहरु घुसाइदा कार्य सम्पादन गर्नुहोस्

source: Run command from inserted media?
ar: تشغيل أمر من الوسيط المدرج؟
ne: धुसाएको माध्यमबाट आदेश चालु गर्ने?

source: Do you want to run the file "%s?"
ne: के तपाई फाइल %s चालू गर्न चाहनु हुन्छ?

source: _Run Command
ar: ت_نفيذ الأمر
ne: आदेश चालु गर्नुहोस्

source: Import photos from device?
ar: استيراد الصّور من الجهاز؟
ne: यन्त्रबाट फोटोहरू आयात गर्ने?

source: There are photos on the inserted media. Would you like to import these photographs into your album?
ne: धुसाएको माध्यममा फोटोहरू छन्। के तपाई आयात गरिएका यी फोटोहरू तपाईको एल्बममा राख्न चहानुहुन्छ?

source: _Import Photos
ar: إ_ستيراد الصّور
ne: फोटोहरू आयात गर्नुहोस्

source: Import photos from camera?
ar: استيراد الصّور من آلة التّصوير؟
ne: क्यामाराबाट फोटोहरू आयात गर्ने हो?

source: There are photos on the plugged-in camera. Would you like to import these photographs into your album?
ne: प्लगइन इन क्यामारामा फोटोहरू छन्। के तपाई आयात गरिएका यी फोटोहरू तपाईको एल्बममा राख्न चहानुहुन्छ?

source: Browse files or play tracks from disc?
ar: هل تريد تصفّح الملفّات أو عزف المقطوعات من القرص؟
ne: डिक्सबाट फाइलहरू ब्राउज गर्ने हो वा ट्रयाकहरू बजाउने हो?

source: There are both audio tracks and data files on the inserted disc. Choose if you want to play the audio tracks to listen to music or browse the files to manage the stored data.
ne: धुसाउनु भएको डिक्समा श्रव्य ट्रयाकहरू र डाटा फाइलहरू दुवै छन्। यदि तपाई संगित बजाउन चहानु हुन्छ भने श्रव्य ट्रयाकहरू छान्नुहोस् वा फाइलहरू संग्रह गरिएका डाटाहरू व्यवस्था गर्न ब्राउज गर्नुहोस्।

source: _Play Tracks
ar: _عزف المقطوعات
ne: ट्रयाकहरू बजाउनुहोस्

source: The "hald" service is required but not currently running. Enable the service and rerun this applet, or contact your system administrator.
ne: "hald" सेवाको आवश्यक थियो तर हाल चालु छैन। सेवा सक्षम पार्नुहोस् र यो एप्लेटलाई पुन:चालुगर्नुहोस्, वा तपाईको प्रणाली प्रबन्धकलाई सम्पर्क गर्नुहोस्।

source: The file "%s" on the inserted media is an auto-runfile.
ar: الملفّ "%s" الموجود على الوسيط المدرج ملفّ تنفيذ آلي (auto-run).

source: There are photos on the inserted media. Would you like to import these photos into your photo album?
ar: هناك صور على الوسيط المدرج. هل تريد استيرادها إلى باقة صورك؟

source: Configure Management of Removable Devices
or: ଅପସରାଣୀୟ ଯନ୍ତ୍ରର ପରିଚାଳନ ବିନ୍ଯାସ କରନ୍ତୁ
ta: நீக்ககூடிய சாதனங்களின் மேலாண்மையை அமை

source: Removable Storage
or: ଅପସରାଣୀୟ ଭଣ୍ଡାର
ta: நீக்ககூடிய சேமிப்புகள்

source: Perform action on _blank CDs when inserted
or: ଭର୍ତ୍ତି କରାଯାଇଥିବା ଖାଲି ସି.ଡି.ରେ କାମ ଚଳାନ୍ତୁ (_b)
ta: (_b)வெற்று CDக்களை செருகியவுடன் அவைகளை செயல்படுத்து

source: <b>Audio CDs</b>
or: <b>ଧ୍ବନି ସି.ଡି.ଗୁଡ଼ିକ</b>
ta: <b>ஒலி CDக்கள்</b>

source: <b>Blank CDs</b>
or: <b>ଖାଲି ସି.ଡି.ଗୁଡ଼ିକ</b>
ta: <b>வெற்று CDக்கள்</b>

source: <b>DVD Videos</b>
or: <b>ଡି.ଭି.ଡି. ଭିଡିଓଗୁଡ଼ିକ</b>
ta: <b>DVD வீடியோக்கள்</b>

source: Import digital _photo albums when connected
or: ସାଂଖ୍ଯିକ ଫଟୋ ଆଲ୍ବମ ସଂଯୋଗ କରାହେଲେ, ତାଙ୍କ ଆମଦାନି କରନ୍ତୁ (_p)
ta: (_p)டிஜிட்டல் புகைப்பட ஆபத்தை மேலேற்று

source: Play DVD Videos when inserted
or: ଭର୍ତ୍ତି କରାଯାଇଥିବା ଡି.ଭି.ଡି. ଭିଡିଓକୁ ଚଳାନ୍ତୁ
ta: DVD வீடியோக்கள் நுழைக்கப்பட்டது இயக்கு

source: Play _DVD Videos when inserted
or: ଭର୍ତ୍ତି କରାଯାଇଥିବା ଡି.ଭି.ଡି. ଭିଡିଓକୁ ଚଳାନ୍ତୁ (_D)
ta: (_D)DVD வீடியோக்கள் நுழைக்கப்பட்டது இயக்கு

source: Play a_udio CDs when inserted
or: ଭର୍ତ୍ତି କରାଯାଇଥିବା ଧ୍ବନି ସି.ଡି.କୁ ଚଳାନ୍ତୁ (_u)
ta: (_u)ஒலி CDக்கள்் நுழைக்கப்பட்டது இயக்கு

source: Play audio CDs when inserted
or: ଭର୍ତ୍ତି କରାଯାଇଥିବା ଧ୍ବନି ସି.ଡି.କୁ ଚଳାନ୍ତୁ
ta: ஒலி CDக்கள் நுழைக்கப்பட்டது இயக்கு

source: Do you want to run %s?
or: ଆପଣ %sକୁ ଚଳାଇବାକୁ ଚାହାନ୍ତି କି?
ta: இயக்க வேண்டுமா %s?

source: _Import
or: ଆମଦାନି (_I)
ta: (_I)ஏற்று

source: _Play
or: ଚଳାନ୍ତୁ (_P)
ta: (_P)இயக்கு

source: _Browse
or: ଖୋଜିବୁଲନ୍ତୁ (_B)
ta: (_B)உலாவு
